"use strict";
export default {
    ru: {
        validation: {
            thereAreErrors: 'При заполнении формы были допущенны ошибки',
            uniqueQuestions: 'В анкете добавленны вопросы с одинаковыми названиями',
            uniqueQuestionChoices: 'В вопросе добавленны варианты с одинаковыми названиями',
            required: 'Поле "__NAME__" обязательно для заполнения',
            threeCharLength: 'Значение поля "__NAME__" должно быть более 2 символов',
            twoChoicesinQuestion: 'В вопросе должно быть 2 и более вариантов ответа'
        },
        homepageTitle: 'СМАРТСМАЙЛ – современный натуральный 5-НТР препарат для улучшения эмоционального состояния',
        surveyTitle: 'СМАРТСМАЙЛ (5-НТР) против стресса: зарегистрируйтесь для получения ознакомительного образца',
        unknown: 'Неизвестно',
        other: 'Другое',
        allowResponendAnswer: 'Разрешить добавление 1 ответа клиентом',
        confirmSendAll: 'Подтвердите рассылку анкеты ВСЕМ клиентам',
        accessDenied: 'Доступ запрещен',
        accessDeniedFooter: 'У Вас нету прав для просмотра сожержимого',
        actions: '#',
        createDate: 'Дата создания',
        name: 'Название',
        nameQuestion: 'Название вопроса',
        nameSurvey: 'Название анкеты',
        nameChoice: 'Название ответа',
        description: 'Описание',
        descriptionQuestion: 'Описание вопроса',
        descriptionSurvey: 'Описание анкеты',
        questions: 'Вопросы',
        question: 'Вопрос',
        choice: 'Вариант ответа',
        choices: 'Варианты ответов',
        terminateSurvey: 'Завершить анкетирование',
        survey: 'Анкета',
        surveys: 'Анкеты',
        addNew: 'Добавить',
        surveying: 'Анкетирование',
        filling: 'Количество повторных заполнений респондентом',
        enterAmount: 'Введите количество...',
        enterText: 'Введите значение...',
        edit: 'Редактировать',
        save: 'Сохранить',
        cancel: 'Отменить',
        type: 'Тип',
        recipients: 'Получатели',
        organizationSearch: 'Поиск организации...',
        userSearch: 'Поиск клиента...',
        surveyTemplateTitle: 'Мои шаблоны',
        saveAsTemplate: 'Сохранить как шаблон',
        saveAndOpen: 'Разослать выбранным',
        sendAll: 'Разослать всем клиентам',
        surveyNotFound: 'Анкета не найдена',
        noSurveys: 'Анкеты отсутствуют',
        noSurveysFooter: 'Начните с создания новой анкеты',
        noOpenSurveysFooter: 'Начните с рассылки анкет',
        noCompletedSurveysFooter: 'Ожидайте заполнения анкеты респондентом',
        noSurveyToCompleteFooter: 'Вам еще не отправляли анкеты',
        noCompletedSurveysByClientFooter: 'Вы еще не заполняли анкеты',
        surveyNotFoundFooter: 'Дальнейшие действия невозможны',
        surveySaved: 'Сохранение успешно',
        openSurveys: 'Открытые анкеты',
        completedSurveys: 'Заполненные анкеты',
        openDate: 'Дата отправки',
        questionCount: 'Количество вопросов',
        receiveDate: 'Дата получения',
        completeDate: 'Дата заполнения',
        total: 'Всего',
        totalLeft: 'Осталось',
        complete: 'Начать',
        submitCompletedSurvey: 'Отправить',
        clientCompletedSurvey: '%FULLNAME%, спасибо! Ваша заявка принята',
        clientCompletedSurveyFooter: '<p>Ждите подтверждения о внесении в Реестр Участников в течение 48 часов на указанный Вами\
            адрес электронной почты.</p>\
            <p>О дате и времени получения ознакомительного образца Вы также будете уведомлены по\
            электронной почте</p>',
        report: 'Просмотреть отчет',
        downloadReport: 'Скачать отчет',
        downloadFullReport: 'Скачать расширенный отчет',
        client: 'Клиент',
        historyTitle: 'История анкетирования',
        editSurveyTitle: 'Редактирование анкеты',
        createSurveyTitle: 'Создание анкеты',
        completeSurveyTitle: 'Заполнение анкеты',
        completedSurveyTitle: 'Анкета заполнена',
        reportSurveyShortTitle: 'Статистика по анкете',
        reportSurveyTitle: 'Статистика по анкете состоянием на',
        reportSurveyRespondentTitle: 'Количество опрошенных респондентов',
        jobCreated: 'Задача запланирована успешно',
        jobNotCreated: 'Задача не была запланирована',
        createdBy: 'Создано',
        surveyRuleHeader: "Правила ознакомительной Программы:",
        surveyRuleConditions: [
            "Координатор Программы: ООО «ОМНИФАРМА КИЕВ» (Киев, пр. Бажана, 10А, 2 этаж)",
            "Период Программы: с 5 декабря 2016 года до 20 января 2017 года",
            "К участию в Программе приглашаются дееспособные жители Киева и Киевской области в возрасте старше 18 лет (далее – Участники)",
            "Среди Участников распространяются ознакомительные образцы добавки диетической «СмартСмайл 20 капсул по 100 мг»",
            "Личное использование полученного ознакомительного образца лицами младше 18 лет запрещено",
            "Перед применением ознакомительного образца обязательно ознакомиться с инструкцией",
            "Количество ознакомительных упаковок ограничено",
            "Координатор Программы оставляет на собой право досрочного завершения Программы с уведомлением на сайте www.smartsmile.com.ua",
            "Координатор Программы имеет право отказать в получении ознакомительного образца бездетальных объяснений",
            "Дата и место получения ознакомительного образца сообщается Участнику Программы через электронную почту"
        ],
        surveyPersonalRuleHeader: "Этим я подтверждаю, что был (а) ознакомлен (а) с правами в сфере защиты персональных данных,\
        определенным статьей 8 Закона Украины \"О защите персональных данных» и предоставляю\
добровольное согласие на сбор и обработку своих персональных данных, как показано ниже,\
    владельцем персональных данных компанией ООО \" ОМНИФАРМА КИЕВ \" (местонахождение:\
       Украина 02140 г. Киев, пр-т Н. Бажана, 10 А) (далее - \"Владелец\") на следующих условиях:",
        surveyPersonalConditions: [
            "Персональными данными являются: фамилия, имя, отчество, адрес регистрации, контактный\
                номер\
                телефона\
                и другие данные.\
            ",
            "Под обработкой персональных данных понимается любое действие или совокупность действий,\
            таких как\
            сбор, регистрация, накопление, хранение, адаптация, изменение, возобновление,\
            использование и\
            распространение (распространение, реализация, передача), обезличивание, уничтожение\
            персональных\
            данных, в том числе с использованием информационных (автоматизированных) систем.",
            "Распорядителем базы данных является компания ООО \"ОМНИФАРМА КИЕВ \",\
                местонахождение Украина\
                02140 г. Киев, пр-т Н. Бажана, 10 А.",
            "Доступ к Вашим персональным данным будут иметь только те сотрудники владельца, которым\
                такой доступ\
                необходим в соответствии с их профессиональными или служебными или трудовыми\
                обязанностями и\
                которые предоставили письменное обязательство о неразглашении персональных данных.",
            "Владелец, распорядитель и третьи лица, получившие доступ к Вашим персональным данным,\
                обязаны не\
                разглашать и не распространять персональные данные без Вашего согласия, если иное не\
                предусмотрено\
                применимым законодательством.",
            "Изменение и другая обработка Владельцем Ваших персональных данных, а также ограничения\
                доступа,\
                удаление или уничтожение Ваших персональных данных не требуют какого-либо дополнительного\
                сообщения\
                Вам о таких действиях.",
            "В случае изменения Ваших персональных данных, Вы обязуетесь сообщить владельцу о таких\
                изменениях\
                путем направления соответствующего письменного сообщения на почтовый адрес владельца, не\
                позднее 15\
                (пятнадцати) дней с момента наступления изменений.",
            "Согласие на обработку Ваших персональных данных действует в течение 3 (трех) лет и может\
                быть отозвано\
                Вами по письменному заявлению, направленной на почтовый адрес владельца не менее чем за\
                30 (тридцать)\
                календарных дней до необходимого момента прекращения обработки персональных данных."
        ]
    }
}